Repository: Halwest05/texting_app
Catalog: lib/l10n/app_*.arb
Languages: fa

source: Login or Sign up
fa: خۆت تۆماربکە، یاخود بچۆ ژوورەوە

source: Username
fa: ناوی بەکارهێنەر

source: Password
fa: تێپەڕە وشە

source: Forgot Password?
fa: تێپەڕە وشەت لەبیرکردووە؟

source: ENTER ACCOUNT
fa: چوونە ژوورەوە

# dont_have_acc
source: Don't have an account?
fa: ئایا هەژمارت نیە؟

source: CREATE ACCOUNT
fa: هەژمار دروستبکە

# create_account_title
source: Create Account
fa: هەژمار دروستکردن

source: Please fill the following
fa: تکایە بۆشاییەکان پڕبکەوە

source: Email Address
fa: ئیمەیڵ

source: CONTINUE
fa: دواتر

source: First name
fa: ناوی خۆت

source: Last name
fa: ناوی باوکت

source: Gender
fa: ڕەگەز

source: Male
fa: نێر

source: Female
fa: مێ

# please_choose_ur_birthdate
source: Please choose your birthdate
fa: تکایە بەرواری لەدایک بوونت دیاری بکە

# choose_ur_propic
source: Choose your profile picture
fa: وێنەیەک بۆ هەژمارەکەت هەڵبژێرە

# are_u_sure
source: Are you sure?
fa: ئایا دڵنیایت؟

# do_u_wanna_clear_pic
source: Do you want to clear the picture?
fa: دەتەوێت وێنەکە لابەریت؟

source: Yes
fa: بەڵێ

source: No
fa: نەخێر

source: Camera
fa: وێنەگرتن

source: Gallery
fa: وێنەکان

source: Edit Photo
fa: چاککردنی وێنە

source: Chats
fa: چاتەکان

source: Online
fa: لەسەرهێڵەکان

source: Search
fa: گەڕان

# do_u_wanna_logout
source: Do you want to logout?
fa: دەتەوێت بچیتە دەرەوە؟

source: Log Out
fa: دەرچوون

source: Friends
fa: هاوڕێکان

source: Friend Requests
fa: داخوازینامە هاوڕێییەکان

source: Add Friend
fa: زیادکردنی هاوڕێ

source: Global
fa: گشتی

source: Home
fa: ماڵەوە

# no_ppl_found
source: No people found...
fa: هیچ کەسێک نەدۆزرایەوە...

source: Message
fa: نامەناردن

source: Unfriend
fa: عاجزبوون

source: Block
fa: بلۆککردن

source: Accept
fa: ڕازیبوون

source: Reject
fa: ڕەفزکردن

source: Send Request
fa: داخوازی ناردن

source: Copy ID
fa: کۆپی ID

source: Active now
fa: لەسەر هێڵە

# type_a_msg
source: Type a message...
fa: نامەیەک بنووسە...

# do_u_wanna_unfriend
source: Do you want to unfriend?
fa: دەتەوێت عاجزبیت لەگەڵی؟

# do_u_wanna_block
source: Do you want to block?
fa: دەتەوێت بلۆکی بکەیت؟

# copied_to_clipbrd
source: Copied to clipboard
fa: بە سەرکەوتوویی کۆپی کرا

# ok
source: Okay
fa: باشە

source: Slide to cancel
fa: پەنجە لابەرە بۆ گەڕانەوە

# choose_cam_way
source: Choose camera way...
fa: شێوەی کامێرا دیاری بکە...

source: Photo
fa: ڕەسم

source: Video
fa: ڤیدیۆ

source: Settings
fa: ڕێکخستن

source: Change Username
fa: ناوی بەکارهێنەر گۆڕین

source: Changes the username...
fa: ناوی بەکارهێنەرەکە دەگۆڕێت...

source: Change Password
fa: تێپەڕە وشە گۆڕین

source: Changes the password...
fa: تێپەڕە وشەکە دەگۆڕێت...

# change_pfp
source: Change Profile Picture
fa: گۆڕینی وێنەی هەژمار

# changes_the_pfp
source: Changes the profile picture...
fa: وێنەی هەژمارەکەت دەگۆڕێت...

# delete_acc
source: Delete Account
fa: هەژمار سڕینەوە

# deletes_the_acc
source: Removes the account permanently...
fa: هەژمارەکەت بۆ هەتاهەتایی دەسڕێتەوە...

# change_lang
source: Change Language
fa: زمان گۆڕین

# changes_the_lang
source: Changes the app language...
fa: زمانی ئەپەکە دەگۆڕێت...

# usercantempty
source: Username cannot be empty!
fa: ناوی بەکارهێنەر نابێت بەتاڵ ببێت!

# usermore2letters
source: Username must be more than 2 letters!
fa: ناوی بەکارهێنەر دەبێت لە ٢ پیت زیاتربێت!

# emailcantempty
source: The email cannot be empty!
fa: ئیمەیڵەکە نابێت بەتاڵ ببێت!

# emailinvalid
source: The given email is not a valid email!
fa: ئەو ئیمەیڵەی دراوە دروست نییە!

# passcantempty
source: Password cannot be empty!
fa: تێپەڕە وشە نابێت بەتاڵ ببێت!

# passmore7letters
source: Password must be more than 8 letters!
fa: تێپەڕە وشە دەبێت لە ٧ پیت زیاتربێت!

# passweak
source: This password is too weak!
fa: ئەم تێپەڕە وشەیە ئاسان مەزندە دەکرێت!

# userexists
source: Another user exists with same username!
fa: بەکارهێنەرێکی تر هەیە بەهەمان ناوی بەکارهێنەر!

# emailexists
source: Another user exists with same email!
fa: بەکارهێنەرێکی تر هەیە بەهەمان ئیمەیڵ!

# selecturgender
source: Select your gender!
fa: ڕەگەزت دیاری بکە!

# fncantempty
source: First name cannot be empty!
fa: ناوت نابێت بەتاڵ ببێت!

# fnmore2letters
source: First name must be more than 2 letters!
fa: ناوت دەبێت لە ٢ پیت زیاتربێت!

# lncantempty
source: Last name cannot be empty!
fa: ناوی باوکت نابێت بەتاڵ ببێت!

# lnmore2letters
source: Last name must be more than 2 letters!
fa: ناوی باوکت دەبێت لە ٢ پیت زیاتربێت!

# userdoesntexist
source: This user does not exist!
fa: ئەم بەکارهێنەرە بوونی نیە!

# userdisabled
source: This user has been disabled!
fa: ئەم بەکارهێنەرە ناچالاک کراوە!

# wrongpass
source: The password is incorrect!
fa: تێپەڕە وشەیەکەی هەڵەت لێداوە!
